Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
sbn: آم آوآز ريٚ ريڪآڊئيٚنگ کي تآليٚميٚ مآهرآنٚ، ننڍآنٚ ڪآروبآرآنٚ، ائيٚنٚ آوآز ريٚ سُڃآڻپ رآ شوآڪيٚن پآرآنٚ آوآميٚ تور تي دستيآب وسيٚلآنٚ جهڙوڪ وآئيٚس مآڊلز کي تربيٚت ڏيڻ ائيٚنٚ وڌآڻ مينٚ مدت لاآ استمآل ڪيو وهي دو۔ ڪيٚ اڀيٚنٚ اسآنٚ کي ٻڌآئي سگهو دآ تا اڀيٚنٚ پنڊرينٚ ريڪآڊئيٚنگ کي ڪنٚهنٚ لآ کتم ڪرڻ گُهرو دآ؟

source: Community and Languages
sbn: برآدريٚ ائيٚݩ ٻوليٚ

source: Community, Creatives and Civil Society
sbn: ڪميٚونٽيٚ تکليٚڪآر ائيٚݩ سول سوسآئيٚٽي

source: Community participation and decision making.
sbn: ڪميونٽيٚ ريٚ شموٚليٚت ائيٚݩ ڦيسلآ ڪرڻ

source: Community Playbook
sbn: برآدريٚ رآند رو ڪتآب

source: Confirm Goal
sbn: پنڊري مڪسد ريٚ تسديٚڪ ڪرو

source: Connect with Gravatar
sbn: گرآوآتآر سآݩ گڏجو

source: Contact
sbn: رآبتو ڪرو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
sbn: ليکآݩ، ڊرآمآ نگآرآݩ جآݩ اسڪريٚن رآئٽرآݩ سآݩ رآبتو ڪرو ائيٚݩ پُڇو تا ڪيٚ اهي پنڊري ڪم رو هَڪ ننڍڙو هيسو آوآميٚ ڊوميٚن لآ وڪڦ ڪرڻ لآ تيآر هُݩدآ.

source: Contact Form
sbn: رآبتي رو ڦآرم

source: Contact the Common Voice team
sbn: رآبتو ڪرو ڪآمن وآئيٚس ريٚ ٽيٚم سآݩ

source: Contact us
sbn: اسآنٚ سآنٚ رآبتو ڪرو

source: Contact Us
sbn: اسآنٚ سآنٚ رآبتو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
sbn: <licenseLink> مزيدآر ڪآمنس لآئيٚنس</licenseLink>ريٚ تهت موآد موجود اهي۔

source: Continue
sbn: جآريٚ اَهي

source: Continue speaking
sbn: ڳآلهآڻ جآريٚ رآکو

source: Continue validating
sbn: تسديٚيٚڪ جآريٚ رکو

source: Contribute
sbn: شرڪت ڪرڻ

source: Contribute on GitHub
sbn: شرآڪت ڪرو GitHub تي

source: Contribute sentences
sbn: شرڪت ڪرڻ وآرا جملا

source: Contribute text
sbn: لکت ريٚ شرآڪت

source: Contribute to { $lang }
sbn: شرآڪت ڪرو { $lang }

source: Contribute to text corpus
sbn: لکت ريٚ ڪورپس ميݩ هيسو ڏيو

source: Contributing to <bold>{ $language }</bold> dataset
sbn: شرآڪت ڪرڻ<bold>{ $language }</bold>ڊيٽآ سيٽ

source: Contribution Activity
sbn: شرآڪت ريٚ سرگرميٚ

source: Contribution Criteria
sbn: شرڪت رڻ رو ميآر

source: Contribution Experience
sbn: شرڪت ڪرڻ رو تجربو

source: Contribution Guidelines
sbn: شرڪت ڪرڻ لآ رهنمآئيٚ

source: Contributors record voice clips by reading from a bank of donated sentences.
sbn: هيسو وٺڻ وآرآ ڏنل جملن مآنٚ پڙهي آواز ريٚ ڪليٚپ ريڪآڊ ڪرآئينٚ دآ۔

source: Cookies
sbn: ڪوٚڪيٚز

source: <cookiesLink>Cookies<cookiesLink>
sbn: <cookiesLink>ڪوٚڪيٚز<cookiesLink>

source: Copainalá Zoque
sbn: ڪوپئينلآ زوڪوٚ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
sbn: اسپيٚچ ٽيڪنآلآجيٚ </coquiLink> ڪوٚڪيٚ <coquiLink> کولڻ لآ وآڪڦ ڪيو وهُڙو اهي۔ ائآݩ ري منسوٚبآݩ ميݩ ايس ٽيٚ ٽيٚ ائيݩ ٽيٚ ٽيٚ ايس انجڻ تي ٻڌل ڊيٚپ لرنيٚگ شآمل اهيݩ۔

source: Cornish
sbn: ڪآرنيش

source: Correct
sbn: سهيٚ

source: Corsican
sbn: ڪآرسيڪن ٻوليٚ

source: { $count } clips
sbn: { $count }ڪليٚپونٚ

source: { $count }mo
sbn: { $count } موآ

source: Country/Region of Residence
sbn: مُلڪ جآنٚ رآهڻ وآرو تر

source: { $count }wk
sbn: { $count }هڦتآ

source: { $count }y
sbn: { $count } ي

source: [Crackle] giant dinosaurs of [crackle] -riassic.
sbn: ٽرآئيٚسڪ رآ وڏآ ڊآئينآسوَر.

source: Create a Custom Goal
sbn: هَڪ زرُوريٚ مڪسد ٺآهو

source: Create a profile
sbn: پروڦآئيٚل ٺآهو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
sbn: پنڊ جآݩ پنڊريݩ دوستآݩ جآݩ ٻوليٚ برآدريٚ سآݩ گڏ جديٚد، آم ڳآلهآئڻ وآرآ جملا ٺآهو - مسآل تور 'لکڻ-اي-ٿُون' وسيٚلي.

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
sbn: ترجمي، ننڍي ٻوليآنٚ ري کآکي، ائيٚنٚ وڌيٚڪ لآ آوآميٚ ڊوميٚن پرآمپٽس، جملآ، ائيٚنٚ لکت ٺآهو جآنٚ شيئر ڪرو.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
sbn: ڪآمن وآئيٚس ميݩ هيسو وٺڻ لآ الگ الگ مآڻهوآݩ لآ موڪآ پيدآ ڪرڻ يڪيٚنيٚ ٺآهي دو تا ڊيٽآ سيٽ ڪجه هد تآئيٚݩ جآم مآڻهوآݩ ريٚ ڪدمت ڪري۔ اسآݩ وسيٚلآ ائيٚݩ کآڪآ ٺآهيآ اهيݩ جيڪي اڀيٚݩ استمآل ڪري سگھو دآ!

source: Crimean Tatar
sbn: ڪريٚمين ٽآٽر

source: Criteria
sbn: ميآر

source: Croatian
sbn: ڪروشيآئيٚ ٻوليٚ

source: Culturally specific questions
sbn: سڪآڦتيٚ رآ کآس سوآل

source: Czech
sbn: چيڪ

source: Dagbani
sbn: دگبآنيٚ

source: Daily Goal
sbn: روز رآ مڪسد

source: Dameli
sbn: دآمليٚ

source: Danish
sbn: ڊنش

source: Dargwa
sbn: ڊآرگوآ

source: Dashboard
sbn: ڊيش بورڊ

source: Dataset: { $datasetLanguage }
sbn: ڊيٽآ سيٽ:{ $datasetLanguage }

source: Dataset Release
sbn: ڊيٽآ سيٽ ڇڏڻ

source: Datasets
sbn: ڊيٽآ سيٽ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
sbn: ASR، STT، TTS، ائيٚݩ ٻيݩ NLP هوآلي سآݩ ڊيٽآ سيٽ - ڪميٚونٽيٚ ري شرڪت وسيٚلي ٺآهيآ وهُڙآ۔

source: Date
sbn: تآريٚک

source: Dawoodi
sbn: دآئوديٚ

source: Days
sbn: ٻآ جآنٚ ٽي ڏينٚهنٚ

source: Delete
sbn: کتم ڪرو (ڊليٚٽ ڪرو)

source: Delete my recordings
sbn: مآنٚجيٚ ريٚڪآڊئيٚنگ کتم ڪرو

source: Delete Profile
sbn: پُروڦآئيٚل کتم ڪرو (پُروڦآئيٚل ڊليٚٽ ڪرو)

source: Dhivehi
sbn: ڌويهيآئيٚ

source: Dholuo
sbn: ڌهولو

source: Did you know…
sbn: ڪيٚ اڀآنٚ کي کبر اهي۔۔۔

source: Different language
sbn: الڳ ٻوليٚ

source: Difficult
sbn: مُشڪل

source: Difficult to pronounce
sbn: ڳالهاڻ مينٚ مشڪل

source: Dioula
sbn: ديولآئيٚ ٻوليٚ

source: Discard ongoing recording
sbn: رد ڪرو هلتيٚ ريٚڪوڊدئيٚنگ کي

source: Discover languages and communities and common voice
sbn: کُلي سمجھآئو ٻوليآݩ ائيٚݩ برآدريآݩ ائيٚݩ ڪآمن وآئيٚس ري بآري ميݩ

source: do
sbn: ڪرڻ

source: Documentation
sbn: ڪآگزآت

source: Does the sentence meet the guidelines?
sbn: ڪيٚ جملو رهنمآئيٚ سآنٚ ميلو دو

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
sbn: ڊوميٚن جملي ريٚ موزو ڏآݩهݩ اشآرو ڪري دو۔ ڦيٚلهال، هيٺ ڏنل مآݩ چُنڊ ڪري سگهو دآ:

source: Donate
sbn: ڏيو

source: Donate your voice
sbn: پنڊريٚ آوآز ڏيو

source: Done
sbn: پورو جآنٚ مڪمل

source: do not
sbn: نآ ڪر

source: Don’t Add
sbn: شآمل نآ ڪرو

source: Don't see your language on Common Voice yet?
sbn: اڃآنٚ تآئينٚ پنڊريٚ ٻوليٚ کيٚ ڪومن وئيٚس تي نآ ڏيسو

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
sbn: ڪيٚ اڀآݩ ريٚ ٻوليٚ ڊيٽآ سيٽ ميݩ نزر ڪونديٚ آئي؟ اسآݩ ري ٻوليآݩ وآري سڦهي تي هَڪ ٻوليٚ ريٚ درکوآست ڪرڻ لآ۔

source: Don't wish to say
sbn: ڪهآڻ ڪوندو گُهرآنٚ

source: Download
sbn: ڊآئون لوڊ ڪرو

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
sbn: جيڪڏهينٚ اڀآنٚ ڪآمن وآئيٚس مينٚ هيسو ورتو اهي تا پنڊرينٚ پروگرآمآنٚ لآ جآنٚ پآڻ لآ هَڪ سرٽيٚڦڪيٽ ڊآئون لوڊ ڪرو۔ اوٚ اڀآنٚ کآنٚ سوآ ممڪن ڪون هُنٚدو!

source: Download Common Voice Data
sbn: ڪآمن وآئيٚس ڊيٽآ ڊآئون لوڊ ڪرو

source: Download Data
sbn: ڊآئون لوڊ ڪرو ڊيٽآ

source: Download Dataset Bundle
sbn: ڊآئون لوڊ ڪرو ڊيٽآ رو ميڙ (بنڊل)

source: Download { $language }
sbn: ڊآئون لوڊ { $language }

source: Download Links
sbn: ليݩڪ کي ڊآئون لوڊ ڪرو

source: Download My Data
sbn: ڊآئون لوڊ ڪرو مآنٚجو ڊيٽآ

source: Download options for accessing Common Voice data
sbn: ڪآمن وآئيٚس ڊيٽآ سيٽ تآئيٚنٚ رسآئيٚ لآ آپشن ڊآئون لوڊ ڪرو۔

source: Download our press pack <icon></icon>
sbn: اسآݩ رو پريس پيڪ ڊآئون لوڊ ڪرو

source: Download our voice datasets
sbn: ڊآئون لوڊ ڪرو اسآنٚ رينٚ آوآزينٚ رينٚ ڊيٽآ سيٽس

source: Download profile data
sbn: ڊآئون لوڊ ڪرو پُروڦآئيٚل رو ڊيٽآ

source: Download the Dataset
sbn: ڊآئونلوڊ ڪرو ڊيٽآ سيٽ

source: Download the Single Word Target Segment
sbn: هَڪ لڦز ٽآرگيٽ سيگمينٽ ڊآئون لوڊ ڪرو

source: Download your contribution certificate
sbn: ڊآئون لوڊ ڪرو پنڊرو شرآڪت دآريٚ رو سرٽيٚڦيٚڪيٽ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
sbn: ڪيٚ اڀآݩ وٽ ڪو کيآل اهي تا اسآݩ ڪآمن وآئيٚس ڊيٽآ سيٽ کي ڪئيݩ بهتر ٺآهي سگهوݩ ٿآ؟ اسآݩ کي ڊيس ڪورس تي سُڻآيو اهي۔

source: Do you want to continue?
sbn: ڪيٚ ڀيٚنٚ جآريٚ رکڻ گُهرو دآ؟

source: Do you want to Speak, Listen or both?
sbn: ڪيٚ اڀيٚنٚ ڳآلهآڻ گُهرو دآ، سُڻڻ گُهرو دآ جآنٚ وري ٻئيٚ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
sbn: ڇيڪي ائيٚنٚ چڏو جآنٚ <browseWrap>برآوٚزر</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
sbn: پنڊريٚ ڦآئيٚل هت آڻو جآنٚ <uploadButton>ڪليٚڪ ڪرو آپلوڊ ڪرڻ لآ</uploadButton>

source: Drop file here to upload
sbn: پنڊريٚ ڦآئيٚل هت ڇڏو آپلوڊ ڪرڻ لآ

source: Duala
sbn: دوٚلآ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
sbn: تآون جمآ ڪرآڻ دورآݩ 'جمآ ڪرآيو' تي ڪليٚڪ ڪرڻ کآݩ پوء رآئي ڇڏيٚ وهي ديٚ۔ تآون سڌو سنئوݩ 5 ريڪآڊئيٚنگ جآݩ تسديٚڪ ري آڻ وآري سيٽ سآݩ جآريٚ رهي دو۔

source: Dutch
sbn: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
sbn: ڊيٽآ سيٽ مينٚ هر دآکلآ هَڪ ڪآس جآنٚ مکسوس MP3 ائيٚنٚ لآڳآپيل لکت وآريٚ ڦآئيٚل تي مشتمل اهي۔ ڊيٽآ سيٽ مينٚ ڪيترآئيٚ <b>{ $total }</b>ريڪآڊ ٿيل ڪلآڪ با اُمر، جنس، ائيٚنٚ اُوچآر جيهڙآ ڊيموگرآڦ ميٽآ ڊيٽآ شآمل اهينٚ جيڪي تڪريٚر ريٚ سُڃآڻپ وآري انجن ريٚ دُرستگيٚ کي با تربيٚت ڏيڻ مينٚ مدت ڪري سگھينٚ دآ۔ هڃر ڊيٽآ سيٽ مشتمل <b>{ $valid }</b>تسديٚڪ ٿيل ڪلآڪ تي <b>{ $languages }</b>ٻوليونٚ، پر اسيٚنٚ هميشآ شآمل ڪرڻ گُهرونٚ دآ وڌيٚڪ آوآزونٚ ائيٚنٚ ٻوٚليونٚ۔ هَڪ نزر ڏسو <languagesLink> ٻولينٚ وآرو سڦهو </languagesLink> درکوآست ڏيڻ لآ ٻوليٚ جآنٚ شروٚآت ڪرڻ شرآڪت مينٚ۔

source: Eastern Balochi
sbn: اولهنديٚ بلوچيٚ

source: Eastern Huasteca Nahuatl
sbn: اُڀرندي هوسٽڪآ نوٚهآٽلآ

source: Eastern Min
sbn: اوڀرندي ميٚن

source: Eastern Penan
sbn: اوڀرندي پنين

source: Easy
sbn: آسآن

source: Easy to Understand
sbn: آسآن اهي سمجھڻ

source: Ebrie
sbn: آبريٚ

source: Edit
sbn: وري سهيٚ ڪرو (ايڊيٚٽ)

source: Edit Profile
sbn: پُروڦآئيٚل کي وري سهيٚ ڪرو (پُروڦآئيٚل کي ايڊيٚٽ ڪرو)

source: e.g., “What do you wish you could use technology for?”
sbn: مسآل تور، "اڀيٚݩ ڪيٚ دآ گُهرو تا َڀيٚݩ ٽيڪنآلآجيٚ کي ڪݩهݩ لآ استمآل ڪري سگهو؟"

source: Email
sbn: ايٚ ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
sbn: ايٚ ميل:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
sbn: اسآنٚ ريٚ ميليٚگ لسٽ مينٚ اهونٚ </email Fragment> سآئيٚن اپ ڪرو <email Fragment>۔ سکڻ لآ تا اڀآنٚ ڪآمن وآئيٚس تي لکت، وآڪيي ائيٚنٚ ڪو کآڪي ريٚ کآس ڳآليٚنٚ ائيٚنٚ ڪئينٚ هآسل ڪري سگھي دآ۔

source: Email is already used for a different account
sbn: ايٚ ميل اڳ ميݩ ئيٚ مکتليٚڦ اڪآئونٽ لآ استمآل ٿيل اهي۔

source: Email Subscriptions
sbn: ايٚ ميل سڀسڪرپشن

source: Emakhuwa
sbn: آمکوآ

source: English
sbn: انگريزيٚ

source: Enter Email to Download
sbn: ايٚ ميل هڻو ڊآئون لوڊ ڪرڻ لآ

source: Enter email to send a sign up link
sbn: سآئيٚن اپ لنڪ موڪلڻ لآ ايٚ ميل دآکل ڪرو۔

source: Enter your Country/Region of Residence
sbn: دآکل ڪرو پنڊرو مُلڪ جآنٚ رآهڻ وآرو تر

source: Enter your email
sbn: پنڊرو ايٚ ميل اڊرس هڻو

source: Enter your public domain sentence here
sbn: هت دآکل ڪرو جملا آوآميٚ ڊوميٚن

source: Enter your public domain sentences here
sbn: دآکل ڪرو آوآميٚ ڊوميٚن جملا هت

source: Error
sbn: مسلو

source: Error adding sentence
sbn: مسلو جملآ شآمل ڪرڻ مينٚ

source: Error { $code }
sbn: { $code }مسلو (کآميٚ)

source: Error while playing audio file.
sbn: هَڪ مسلو آئي پيو جڏي آڊيٚو ڦآئيٚل هلآئوݩ دآ۔

source: Erzya
sbn: ارزيآئيٚ ٻوليٚ

source: ESC
sbn: ڇڏيٚ ڏڻ

source: Esperanto
sbn: ايسپر انتيآئيٚ ٻوليٚ

source: Estonian
sbn: ايستوٚنآئيٚ ٻوليٚ

source: Eton
sbn: اٽون

source: Events
sbn: وآڪيآ جآݩ پرٻ

source: Everyone
sbn: هر ڪو

source: Ewe
sbn: آويٚ

source: Ewondo
sbn: ايونڊآئيٚ

source: Example
sbn: مسآل تور

source: Example questions
sbn: مسآل لآ سوآل

source: Exceeded 25 questions. Reduce number of questions and retry.
sbn: 25 سوآلآݩ کآݩ وڌي وهُڙآ اهيݩ، سوآلآݩ رو تآدآد گھٽآئيٚو ائيٚݩ وري ڪوشيٚش ڪرو.

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
sbn: جآم سُٺيٚ کبر! بآ سآکتآ تڪريٚر آڻ وآريٚ اهي! رآبتي ميݩ رهوݩ کبرچآر لآ ائيݩ يآد رکو جآنچڻ اسآݩ رو <discordLink>ڊيس ڪورس</discordLink> تآزيٚ کبر چآر لآ۔

source: Exit & Delete clips
sbn: بند ڪرو ائيٚنٚ کتم ڪرو ڪليٚپ

source: Explore datasets <icon></icon>
sbn: ڊيٽآ سيٽ ري ڳولآ ڪرو<icon></icon>

source: Explore the community and languages supported by Common Voice
sbn: ڪآمن وآئيٚس ريٚ مدت سآنٚ ڪميٚونٽيٚ ائيٚنٚ ٻوليآنٚ کي لنٚڀو

source: Express or solicit prejudiced or offensive sentiments
sbn: تآسب وآريٚ جآݩ نآگوآر جزبآت رو ازهآر جآݩ درکوآست ڪرڻ

source: Failed to copy SHA256 Checksum
sbn: ڪآپيٚ ڪرڻ ميݩ نآڪآم هوئيو اهي! SHA256 Checksum

source: Fang
sbn: ڦننگ

source: FAQ
sbn: ايڦ اي ڪيٚيو

source: Faroese
sbn: ڦيروٚز

source: Featured in...
sbn: ۾يݩ نمآيآݩ ٿيل۔۔۔۔۔

source: Female/Feminine
sbn: مآئيٚ

source: Fewer than 15 words per sentence
sbn: هر جملي مينٚ 15 لڦز هوئيڻ کپي

source: Fields marked with an asterisk (*) are required.
sbn: ستآري(*) سآݩ نشآن لڳل ڦليٚڊ گُهربل اهي۔

source: File is too large
sbn: ڦآئيٚل جآم وڏيٚ اهي

source: File is too small
sbn: ڦآئيٚل جآم ننڍي اهي

source: Finance
sbn: هسآب ڪتآب

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
sbn: لݩڀو ٻيآݩ کي جݩهݩ کي کيآل هوئي۔ اوٚ يونيٚورسٽيٚوݩ، ٻوليٚ اسڪول، ايڊووڪيسيٚ گروپ جآݩ ڊيٽآ سآئيٚنس ڪميونٽيز ٿئي سگهيݩ ديݩ، رآبتو ڪرو ائيٚݩ وآزهي تور تي وزهآت ڪرو تا ايٚ ڪئيݩ مدت ڪري سگھيݩ دآ ائيٚݩ ڪݩهݩ لآ۔ <outreachTemplates> ڏسو وڌيٚڪ اسآݩ کآکآ ايٚ ميل تي پُڄو</outreachTemplates>۔

source: Find us on Matrix
sbn: اسآ ݩ کي لݩڀو مٽريڪس تي

source: Finish editing first?
sbn: پيريٚنٚ ترميٚم کتم ڪرو۔

source: Finish recording
sbn: ريٚڪآڊئيٚنگ کتم ڪرو

source: Finish recording first?
sbn: کتم ڪرو ريٚڪآڊئيٚنگ پيريٚنٚ

source: Finish Review
sbn: جآنچ کتم ڪرو

source: Finish validating
sbn: تسديٚڪ کتم ڪرو

source: Finish validating clips?
sbn: ڪليٚپس ريٚ تسديٚڪ کتم ڪرو؟

source: Finnish
sbn: ڦنيٚ ٻوليٚ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
sbn: پيريٚݩ ڏسو، اگر اڀآݩ ريٚ ٻوليٚ<languageLink> پيريݩ کآݩ موجود هوئي<languageRequestLink>۔ جيڪڏهيݩ موجود نآ هوئي، تو اڀيٚݩ <languageRequestLink> شآمل ڪرڻ ري بآري ميݩ پُڇي سگهو دآ </languageRequestLink>۔ ٻآ هيسآ اهيݩ۔ ترجمو ڪرڻ ويب سآئيٚٽ رو، ائيٚݩ جملآ ڀيڙآ ڪرڻ

source: Follow guidelines from “What sentences can I add?”
sbn: ڏنل هدآئيتن تي امل ڪرو ”ڪهڙآ جملآ شآمل ڪرآنٚ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
sbn: ڏنل هر وآئيٚس ڪليٚپ ائيٚݩ تسديٚڪ ٿيل هر آڊيٚو ڪليٚپ لآ، اڀآݩ ري اڪآئونٽ ڊيش بورڊ کي اپڊيٽ ڪيو وهي دو تا جيٚݩ اڀآݩ ريٚ هر ٻوليٚ ميݩ اڀآݩ ريٚ تآزي پيش رڦت کي پڌرو ڪري سگهجي دو جݩهݩ ميݩ اڀيݩ هيسو وٺتآندي اهيݩ۔ هآ، اڀيٚݩ هَڪ کآݩ وڌيٚڪ ميݩ هيسو وٺي سگهو دآ!<br/> <br/>پنڊري انگن کي ٽريڪ(جآنچ) ڪرڻ لآ ڊيش بورڊ استمآل ڪرو، ڏسو تا اڀيٚݩ برآدريٚ ميݩ ٻيݩ سآݩ گڏ ڪئيݩ ڪم ڪري رهيآ اهوݩ، ائيٚݩ روزآنيٚ جآݩ هڦتي ميݩ (هڦتيوآر) شرآڪت رآ مڪسد مڪڪر ڪرو۔

source: for example
sbn: مسآل تور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
sbn: آوآميٚ ڊوميٚن ري موآد لآ جيڪو آن لآئيٚن دستيآب ڪونهي، اڀيٚݩ استمآل ڪري سگهو دآ تآليٚميٚ هوآلي ڪرڻ وآرو اندآز مسآل تور هآورڊ ”اندآز“ جيس (2021) مآݩجي لآئيٚسنس ريݩ نزميݩ۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
sbn: ٽيڪنآلوجيٚ هر ڪنٚهنٚ لا سُٺي ڪم ڪرڻ لا او ڊيٽآ جيڪو ڊولپرز کي ٽيڪنآلاجيٚ ٺآهڻ مينٚ مدت ڪري دو، اُئي کي الگ ڪسم ري مآڻهوٚآنٚ ريٚ آڪآسيٚ ڪرڻ ريٚ زرورت اهي. مسآل تور، جيڪڏهنٚ اسآنٚ ڪنٚهنٚ کآس اُوچآر سآنٚ ڪو بآ ڳآلهآڻ وآرآنٚ شآمل ڪوندآ ڪري، تآ پوء ٽيڪنآلوجيٚ اُئآنٚ اُوچآرآنٚ سآنٚ مآڻهوٚآنٚ لآ سُٺو ڪم ڪوندآ ڪرينٚ. سکو وڌيڪ ميٽآ سيٽ ري بآري مينٚ تا ڪنٚهنٚ لآ اوٚ جآم زروريٚ اهي۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
sbn: نئيݩ ٻوليݩ لآ شروٚ ڪئيل ويب سآئيٚٽ ڪآميآبيٚ سآݩ <localizationGlossaryLink> مڪآميٚ ڪئيٚ وهُڙي اهي۔ ائيٚݩ ڪآڦيٚ</localizationGlossaryLink> جملآ ڀيڙآ ڪيآ وهُڙآ اهيݩ۔</sentenceCollectionGlossaryLink> جآريٚ</sentenceCollectionGlossaryLink><Listen<Listen /listenLink>ڳآلهآڻ ليٚݩڪ سُڻڻ<Listen<Listen /listenLink> شرآڪتوݩ ڪرو۔<Listen<Listen /listenLink>

source: Foundations
sbn: بُنيآد

source: French
sbn: ڦرآنسيٚ ٻوليٚ

source: Frisian
sbn: ڦريٚسيئن

source: Fulah
sbn: ڦيولآئيٚ ٻوليٚ

source: Fuzhou
sbn: ڦآزوٚ

source: Galician
sbn: گآليٚشين

source: Gawarbaiti
sbn: گآوآربآئٽيٚ

source: Gawri
sbn: گآوريٚ

source: GB
sbn: جيٚ بيٚ (GB)

source: General
sbn: آم

source: General language / multiple variants
sbn: آم ٻوليٚ ائيٚنٚ مکتليٚڦ ميآر

source: Georgian
sbn: جيآرجيٚ ٻوليٚ

source: German
sbn: جرمنيٚ ٻوليٚ

source: Get in touch
sbn: رآبتي ميݩ رهوݩ

source: Get in touch <icon></icon>
sbn: رآبتي ميݩ رهوݩ<icon></icon>

source: Get involved
sbn: شآمل ٿيو

source: Get Involved
sbn: شآمل ٿيو

source: Get started <icon><icon>
sbn: شروٚ ڪرو<icon><icon>

source: Get started with goals
sbn: مڪسدآنٚ ڀيڙيٚ شروٚآت ڪرو

source: Get Started with Speech Recognition
sbn: شروٚآت ڪرو آوآز سُڃآڻڻ سآنٚ

source: Get your certificate
sbn: پنڊرو سرٽيٚڦيٚڪيٽ هآسل ڪرو

source: Gheg Albanian
sbn: گھآگ آلبݩيآݩ

source: Ghomala
sbn: گھومآلآ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
sbn: <githubLink> NVIDIA NeMo</githubLink>اهي هَڪ <docsLink>کُليل وسيٚلو اُوزآر</docsLink> لنٚڀڻ وآرآنٚ لآ وڌيٚڪ ترڪيٚ ڪرڻ هنرمند ڳآلهآڻ وآرآ اي آئيٚ کآکآ۔

source: Goal reached
sbn: مڪسد هآسل ڪيآندي اهي۔

source: Goals
sbn: مڪسد

source: Gorani
sbn: گورآنيٚ

source: Go to Discourse
sbn: ڳآله ٻول ڪرڻ ڏآݩهݩ وهو

source: Go to Languages Page
sbn: وهو ٻوليٚ ري سڦهي تي

source: Go to { $name }
sbn: وهو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
sbn: <governanceLink> پڙهو وڌيٚڪ اسيٚݩ هڪوٚمت ڪئيݩ ڪروݩ دآ</governanceLink>۔

source: Governments
sbn: گورميٚنٽ

source: Grammatical / spelling error
sbn: گرآمر جآنٚ اسپيلنگ ريٚ گلٽيٚ

source: Great! How many clips a week?
sbn: جآم سُٺو! جآنٚ جآم ڀلو! هَڪ هڦتي مينٚ ڪيترينٚ ڪليٚپينٚ؟

source: Great! How many clips per day?
sbn: جآم سُٺو! جآنٚ جآم ڀلو! هَڪ ڏينٚهنٚ مينٚ ڪيترينٚ ڪليٚپينٚ؟

source: Great!<recordIcon></recordIcon> Record your next clip
sbn: جآم ڀلو</recordIcon>پنڊريٚ ٻيٚ ڪليٚپ ريٚڪآڊ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
sbn: ڀلو ڪم<playIcon></playIcon>سُڻو ٻيهر جڏي اڀيٚݩ تيآر هُجو

source: Greek
sbn: يوٚنآنيٚ ٻوليٚ

source: Gronings
sbn: گرونيٚگس

source: Guarani
sbn: گآرآنيٚ ٻوليٚ

source: Guidelines
sbn: رهنمآئيٚ

source: Gujarati
sbn: گجرآتيٚ ٻوليٚ

source: Gujari
sbn: گوجريٚ

source: Haitian
sbn: هيتآئيٚ

source: Hakha Chin
sbn: هآکآ چنيٚ ٻوليٚ

source: Hausa
sbn: هوسآ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
sbn: ڪيٚ اڀآنٚ وٽ ڪو اڳوڻو جآنٚ آڻ وآرآ پروگرآم اهي؟ اُئي کي اسآنٚ سآنٚ شيئر ڪرو ائيٚنٚ اسآنٚ اُئي رو الآن پنڊريٚ برآدريٚ مينٚ ڪرسونٚ جآنٚ اُئي بآبت هَڪ بلآگ لکسونٚ!

source: Have Feedback?
sbn: ڪيهڙيٚ سلآه جآنٚ رآء اهي؟

source: Have you read our Terms?
sbn: ڪيٚ اڀآݩ پڙهيݩ اهيݩ اسآݩ ري سرتيݩ

source: Having an account is not required to contribute, though it is helpful.
sbn: هيسو ڏيڻ لآ اڪآئونٽ هوئڻ زرُوريٚ ڪونهي، جيٚݩ تا اوٚ مدت گآر اهي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
sbn: هيسو ڏيڻ لآ پُروڦآئيٚل هوئڻ زرُوريٚ ڪونهي، جيٚݩ تا اوٚ مدت گآر اهي۔ ايٚ ڪݩهݩ لآ اهي ڏسو هيٺ

source: Healthcare
sbn: سهت ريٚ سنٚڀآل

source: Hebrew
sbn: ايبرآنيٚ ٻوليٚ

source: Help
sbn: مدت ڪرو

source: Help Common Voice reach { $hours } hours in a language with a personal goal
sbn: مدت ڪرو ڪآمن وآئيٚس ريٚ پُڄڻ مينٚ{ $hours } ڪلآڪآنٚ مينٚ { $language } ٻوليٚ سآنٚ زآتيٚ مسڪد

source: Help create Common Voice’s first target segment in { $locale }
sbn: ڪامن وائس رو پيريونٚ ٽارگيٽ سيگمينٽ ٺاهڻ مينٚ مدت ڪرو

source: Help reach { $hours } hours in { $language } with a personal goal
sbn: مدت ڪرو پُڄڻ مينٚ{ $hours } ڪلآڪآنٚ مينٚ { $language } زآتيٚ مڪسد سآنٚ

source: Help teach machines how real people speak, donate your voice at { $link }
sbn: مشيٚن کي سکآڻ ميݩ مدت ڪرو تا هڪيٚڪيٚ مآڻهوٚݩ { $link } ڪئيݩ ڳآلهآئيݩ دآ، پنڊرو آوآز ڏيو۔

source: Help us build a community around voice technology, stay in touch via email.
sbn: وائيٚس ٽيڪنالاجيٚ ري چوڌآريٚ هَڪ ڪميونٽيٚ ٺاهڻ مينٚ اسآنٚ ريٚ مدت ڪريو، اي ميل زريئي ربتي مينٚ رهون.

source: Help us build a high quality, publicly open dataset
sbn: اسآݩ ريٚ مدت ڪرو بهتر ميآر، آوآميٚ تور تي کُليل ڊيٽآ سيٽ ٺآهڻ ميݩ

source: Help us find more voices, share your goal
sbn: مدت ڪرو اسآنٚ ريٚ وڌيٚڪ آوآزينٚ لنٚڀڻ لآ۔ شئير ڪرو اڀآنٚ رآ مڪسد

source: Help us get to { $goal }
sbn: مدت ڪرو مڪسد هآسل ڪرڻ مييݩ { $goal }

source: Help us validate sentences!
sbn: مدت ڪرو جملآ تسديٚڪ ڪرڻ مينٚ

source: Help us validate voices
sbn: مدت ڪري ميآر وآريٚ آوآز سآݩ

source: Heng Hua
sbn: هݩگ هوآ

source: Here are the links to download your ZIP files.
sbn: ايٿ اهي ليݩڪ اڀآݩ ريٚ زپ ڦآئيٚلآݩ کي ڊآئون لوڊ ڪرڻ لآ۔

source: Hidden
sbn: لڪآئيل

source: Highland Puebla Nahuatl
sbn: هآئيٚلينڊ پيوبلآ نآهوتل

source: Hiligaynon
sbn: هيليگينآئيٚ

source: Hill Mari
sbn: هلمريٚ ٻوليٚ

source: Hindi
sbn: هنديٚ ٻوليٚ

source: His hand was rais-ed.
sbn: اُوئي روهٿ مٿي اهي۔

source: History, Law and Government
sbn: تآريٚک، ڪآنوٚن ائيٚنٚ هُڪومت

source: Hours
sbn: ڪلآڪ

source: Hours Recorded
sbn: ڪلآڪ ريڪآڊ ڪيآ وهُڙآ

source: Hours Validated
sbn: ڪلآڪ تسديٚڪ ڪيآ

source: How ?
sbn: ڪئيݩ؟

source: How are project decisions made?
sbn: پُروجيڪٽ رآ ڦيسلآ ڪئيݩ ڪيآ وهي دآ؟
